{
  "data": [
    {
      "illustration": "illustration/new/sleek.svg",
      "title": "Sleek user interface",
      "description": "A sleek and clean user interface keeps you away from any distractions. Filters that allow you to focus on the relevant topics for you. Allow you to choose between light and dark modes based on your personal preference."
    },
    {
      "illustration": "illustration/new/free.svg",
      "title": "Free and open source",
      "description": "Mirror is free for both personal and commercial purposes. Get all features necessary to manage an agile project effectively. You can create as many projects and teams as you need without limits."
    },
    {
      "illustration": "illustration/new/auto_answer.svg",
      "title": "Lower cost",
      "description": "Run your product support with less number of support agents. A question posted in the forum can be answered by other users of the product. Underlying AI system attemptes to resolve an user issue, early in the workflow."
    },
    {
      "illustration": "illustration/new/knowledge_network.svg",
      "title": "Knowledge network",
      "description": "Provide platform to your users to share knowledge with each other, thereby forming a better value chain."
    },
    {
      "illustration": "illustration/new/duplicate.svg",
      "title": "Eliminate redundancy",
      "description": "With an open platform and state of the art machine learning, reduce the volume of similar issues that are already answered in the community."
    },
    {
      "illustration": "illustration/new/customer_insights.svg",
      "title": "Customer insights",
      "description": "Mirror is not just a tool to help you with customer support. It also provides insights into the user issues with different statistics and community discussions about a topic."
    },
    {
      "illustration": "illustration/new/wiki.svg",
      "title": "Wiki for internal articles",
      "description": "Use the wiki module to maintain information, that is restricted and accessible only to your product team members. It is a fully organized space, where you can organize the content by category..... Maintain your internal processes, design documentation, use cases and other internal system principles using the Wiki page features offered by Mirror."
    },
    {
      "illustration": "illustration/new/wiki.svg",
      "title": "Automatic issue resolution",
      "description": "With artificial intelligence, the system understands your user problems and attempts to resolve the issue. Users are shown with suggested answers from knowledge base or similar questions posted by other users.  Over time, the system improves its capability to automatically solve repeating customer problems reliably."
    }
  ]
}
